Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Clears preferences and restarts onboarding
ar: مسح التفضيلات وإعادة تشغيل الإعداد
bn: পছন্দগুলি সাফ করে এবং অনবোর্ডিং পুনরায় আরম্ভ করে৷
cs: Vymaže předvolby a restartuje registraci
da: Rydder præferencer og genstarter onboarding
de: Löscht Einstellungen und startet das Onboarding neu
el: Διαγράφει τις προτιμήσεις και επανεκκινεί την ενσωμάτωση
es: Borra preferencias y reinicia el onboarding
fi: Tyhjentää asetukset ja käynnistää uudelleenkäynnistyksen
fr: Efface les préférences et redémarre l'intégration
he: מנקה העדפות ומפעיל מחדש את ההטמעה
hi: प्राथमिकताएँ साफ़ करता है और ऑनबोर्डिंग पुनः आरंभ करता है
hu: Törli a beállításokat, és újraindítja a csatlakozást
id: Menghapus preferensi dan memulai kembali orientasi
it: Cancella le preferenze e riavvia l'onboarding
ja: 設定をクリアしてオンボーディングを再開します
ko: 기본 설정을 지우고 온보딩을 다시 시작합니다.
ms: Kosongkan pilihan dan mulakan semula onboarding
nb: Sletter preferanser og starter onboarding på nytt
nl: Wist voorkeuren en start de onboarding opnieuw
pl: Usuwa preferencje i ponownie uruchamia proces wprowadzający
pt_br: Limpa preferências e reinicia a integração
ro: Șterge preferințele și repornește integrarea
ru: Очищает настройки и возобновляет регистрацию.
sv: Rensar inställningar och startar ombordningen
th: ล้างค่ากำหนดและรีสตาร์ทการเริ่มต้นใช้งาน
tr: Tercihleri ​​temizler ve katılımı yeniden başlatır
uk: Очищає налаштування та перезапускає адаптацію
vi: Xóa tùy chọn và khởi động lại quá trình triển khai
zh_hans: 清除首选项并重新启动引导
zh_hant: 清除首選項並重新啟動引導

source: Click a number to see it in the transcript.
ar: انقر رقمًا لرؤيته في النص.
bn: প্রতিলিপিতে দেখতে একটি নম্বরে ক্লিক করুন।
cs: Kliknutím na číslo je uvidíte v přepisu.
da: Klik på et tal for at se det i udskriften.
de: Klicken Sie auf eine Zahl, um sie im Transkript zu sehen.
el: Κάντε κλικ σε έναν αριθμό για να τον δείτε στην απομαγνητοφώνηση.
es: Haz clic en un número para verlo en la transcripción.
fi: Näet kohdan tekstityksessä napsauttamalla numeroa.
fr: Cliquez sur un numéro pour le voir dans la transcription.
he: לחצו על מספר כדי לראות אותו בתמליל.
hi: प्रतिलेख में देखने के लिए किसी संख्या पर क्लिक करें।
hu: Kattintson egy számra, hogy lássa az átiratban.
id: Klik nomor untuk melihatnya di transkrip.
it: Fai clic su un numero per vederlo nella trascrizione.
ja: 番号をクリックすると文字起こしで確認できます。
ko: 번호를 클릭하면 대본에서 볼 수 있습니다.
ms: Klik nombor untuk melihatnya dalam transkrip.
nb: Klikk på et tall for å se det i transkriptet.
nl: Klik op een nummer om het in het transcript te zien.
pl: Kliknij numer, aby zobaczyć go w transkrypcji.
pt_br: Clique em um número para vê-lo na transcrição.
ro: Faceți clic pe un număr ca să îl vedeți în transcriere.
ru: Нажмите номер, чтобы увидеть его в транскрипте.
sv: Klicka på en siffra för att se den i transkriptet.
th: คลิกหมายเลขเพื่อดูในข้อความถอดเสียง
tr: Deşifrede görmek için bir numaraya tıklayın.
uk: Натисніть номер, щоб побачити його в транскрипті.
vi: Bấm vào một số để xem nó trong bản chép lời.
zh_hans: 点按编号即可在转录中查看。
zh_hant: 點按編號即可在逐字稿中查看。

# click_new_note_to_start_one
source: Click New note to start one. Pindrop records while you type.
ar: انقر ملاحظة جديدة للبدء. يسجّل Pindrop أثناء كتابتك.
bn: শুরু করতে নতুন নোট-এ ক্লিক করুন। আপনি টাইপ করার সময় Pindrop রেকর্ড করে।
cs: Klikněte na Nová poznámka a začněte. Pindrop nahrává, zatímco píšete.
da: Klik på Ny note for at starte en. Pindrop optager, mens du skriver.
de: Klicken Sie auf Neue Notiz, um eine zu beginnen. Pindrop nimmt auf, während Sie tippen.
el: Κάντε κλικ στο Νέα σημείωση για να ξεκινήσετε. Το Pindrop ηχογραφεί όσο πληκτρολογείτε.
es: Haz clic en Nueva nota para empezar una. Pindrop graba mientras escribes.
fi: Aloita napsauttamalla Uusi muistiinpano. Pindrop tallentaa samalla, kun kirjoitat.
fr: Cliquez sur Nouvelle note pour en commencer une. Pindrop enregistre pendant que vous tapez.
he: לחצו על פתק חדש כדי להתחיל. Pindrop מקליט בזמן שאתם מקלידים.
hi: शुरू करने के लिए नया नोट पर क्लिक करें। आप टाइप करते रहें, Pindrop रिकॉर्ड करता रहेगा।
hu: Kattintson az Új jegyzet gombra a kezdéshez. A Pindrop rögzít, miközben Ön gépel.
id: Klik Catatan baru untuk memulai. Pindrop merekam sementara Anda mengetik.
it: Fai clic su Nuova nota per iniziarne una. Pindrop registra mentre scrivi.
ja: 「新しいメモ」をクリックして始めます。入力している間も Pindrop が録音します。
ko: 새 메모를 클릭해 시작하세요. 입력하는 동안 Pindrop이 녹음합니다.
ms: Klik Nota baharu untuk bermula. Pindrop merakam sambil anda menaip.
nb: Klikk på Nytt notat for å starte ett. Pindrop tar opp mens du skriver.
nl: Klik op Nieuwe notitie om er een te beginnen. Pindrop neemt op terwijl je typt.
pl: Kliknij Nowa notatka, aby ją zacząć. Pindrop nagrywa, gdy piszesz.
pt_br: Clique em Nova nota para começar uma. O Pindrop grava enquanto você digita.
ro: Faceți clic pe Notiță nouă ca să începeți una. Pindrop înregistrează în timp ce scrieți.
ru: Нажмите «Новая заметка», чтобы начать. Pindrop записывает, пока вы печатаете.
sv: Klicka på Ny anteckning för att börja en. Pindrop spelar in medan du skriver.
th: คลิกโน้ตใหม่เพื่อเริ่ม Pindrop บันทึกเสียงขณะที่คุณพิมพ์
tr: Başlamak için Yeni not'a tıklayın. Siz yazarken Pindrop kaydeder.
uk: Натисніть Нова нотатка, щоб почати. Pindrop записує, поки ви пишете.
vi: Bấm Ghi chú mới để bắt đầu. Pindrop ghi âm trong lúc bạn gõ.
zh_hans: 点按“新建笔记”开始。你打字时 Pindrop 会同时录音。
zh_hant: 點按「新增筆記」開始。你打字時 Pindrop 會同時錄音。

source: Click or hold
ar: انقر أو اضغط باستمرار
bn: ক্লিক করুন বা ধরে রাখুন
cs: Klikněte nebo podržte
da: Klik eller hold
de: Klicken oder halten
el: Κάντε κλικ ή κρατήστε πατημένο
fi: Napsauta tai pidä painettuna
fr: Cliquer ou maintenir
he: לחץ או החזק
hi: क्लिक करें या दबाए रखें
hu: Kattintson vagy tartsa lenyomva
id: Klik atau tahan
it: Fare clic o tenere premuto
ja: クリックまたはホールド
ko: 클릭하거나 길게 누르세요.
ms: Klik atau tahan
nb: Klikk eller hold
nl: Klik of houd vast
pl: Kliknij lub przytrzymaj
pt_br: Clique ou segure
ro: Faceți clic sau țineți apăsat
ru: Нажмите или удерживайте
sv: Klicka eller håll
th: คลิกหรือกดค้างไว้
tr: Tıklayın veya basılı tutun
uk: Натисніть або утримуйте
vi: Bấm hoặc giữ
zh_hans: 点击或按住
zh_hant: 點選或按住

source: Click or press
ar: انقر أو اضغط
bn: ক্লিক করুন বা টিপুন
cs: Klikněte nebo stiskněte
da: Klik eller tryk
de: Klicken oder drücken
el: Κάντε κλικ ή πατήστε
fi: Napsauta tai paina
fr: Cliquer ou appuyer
he: לחץ או לחץ
hi: क्लिक करें या दबाएँ
hu: Kattintson vagy nyomja meg
id: Klik atau tekan
it: Fare clic o premere
ja: クリックまたは押してください
ko: 클릭하거나 누르세요.
ms: Klik atau tekan
nb: Klikk eller trykk
nl: Klik of druk
pl: Kliknij lub naciśnij
pt_br: Clique ou pressione
ro: Faceți clic sau apăsați
ru: Нажмите или нажмите
sv: Klicka eller tryck
th: คลิกหรือกด
tr: Tıklayın veya basın
uk: Клацніть або натисніть
vi: Bấm hoặc nhấn
zh_hans: 点击或按下
zh_hant: 點選或按下

source: Click or set a hotkey to start talking
ar: انقر أو قم بتعيين مفتاح التشغيل السريع لبدء التحدث
bn: কথা বলা শুরু করতে একটি হটকি ক্লিক করুন বা সেট করুন
cs: Chcete-li začít mluvit, klikněte nebo nastavte klávesovou zkratku
da: Klik eller indstil en genvejstast for at begynde at tale
de: Klicken oder Tastenkürzel festlegen, um zu sprechen
el: Κάντε κλικ ή ορίστε ένα πλήκτρο πρόσβασης για να αρχίσετε να μιλάτε
fi: Napsauta tai aseta pikanäppäin aloittaaksesi puhumisen
fr: Cliquez ou définissez un raccourci pour commencer à parler
he: לחץ או הגדר מקש קיצור כדי להתחיל לדבר
hi: बात शुरू करने के लिए हॉटकी पर क्लिक करें या सेट करें
hu: Kattintson vagy állítson be egy gyorsbillentyűt a beszélgetés megkezdéséhez
id: Klik atau atur hotkey untuk mulai berbicara
it: Fare clic o impostare un tasto di scelta rapida per iniziare a parlare
ja: クリックするかホットキーを設定して通話を開始します
ko: 대화를 시작하려면 단축키를 클릭하거나 설정하세요.
ms: Klik atau tetapkan kekunci pintas untuk mula bercakap
nb: Klikk eller angi en hurtigtast for å begynne å snakke
nl: Klik of stel een sneltoets in om te beginnen met praten
pl: Kliknij lub ustaw klawisz skrótu, aby zacząć mówić
pt_br: Clique ou defina uma tecla de atalho para começar a falar
ro: Faceți clic sau setați o tastă rapidă pentru a începe să vorbiți
ru: Нажмите или установите горячую клавишу, чтобы начать говорить
sv: Klicka eller ställ in en snabbtangent för att börja prata
th: คลิกหรือตั้งค่าปุ่มลัดเพื่อเริ่มพูด
tr: Konuşmaya başlamak için tıklayın veya bir kısayol tuşu ayarlayın
uk: Натисніть або встановіть гарячу клавішу, щоб почати розмову
vi: Bấm hoặc đặt phím nóng để bắt đầu nói chuyện
zh_hans: 点击或设置快捷键开始说话
zh_hant: 點選或設定快捷鍵開始說話

source: Click this icon anytime to:
ar: انقر فوق هذا الرمز في أي وقت للقيام بما يلي:
bn: যেকোনো সময় এই আইকনে ক্লিক করুন:
cs: Kliknutím na tuto ikonu můžete kdykoli:
da: Klik på dette ikon når som helst for at:
de: Klicken Sie jederzeit auf dieses Symbol, um:
el: Κάντε κλικ σε αυτό το εικονίδιο ανά πάσα στιγμή για:
fi: Napsauta tätä kuvaketta milloin tahansa, jos haluat:
fr: Cliquez sur cette icône à tout moment pour :
he: לחץ על סמל זה בכל עת כדי:
hi: इसके लिए किसी भी समय इस आइकन पर क्लिक करें:
hu: Kattintson erre az ikonra bármikor, hogy:
id: Klik ikon ini kapan saja untuk:
it: Fare clic su questa icona in qualsiasi momento per:
ja: このアイコンをクリックすると、いつでも次のことができます。
ko: 언제든지 이 아이콘을 클릭하여 다음을 수행하세요.
ms: Klik ikon ini pada bila-bila masa untuk:
nb: Klikk på dette ikonet når som helst for å:
nl: Klik op elk gewenst moment op dit pictogram om:
pl: Kliknij tę ikonę w dowolnym momencie, aby:
pt_br: Clique neste ícone a qualquer momento para:
ro: Faceți clic oricând pe această pictogramă pentru a:
ru: Нажмите на этот значок в любое время, чтобы:
sv: Klicka på den här ikonen när som helst för att:
th: คลิกไอคอนนี้เมื่อใดก็ได้เพื่อ:
tr: Aşağıdakileri yapmak için istediğiniz zaman bu simgeye tıklayın:
uk: Клацніть цей значок будь-коли, щоб:
vi: Nhấp vào biểu tượng này bất cứ lúc nào để:
zh_hans: 随时点击此图标以：
zh_hant: 隨時點選此圖示以：

source: Client
ar: العميل
bn: ক্লায়েন্ট
cs: Klient
da: Klient
el: Πελάτης
es: Cliente
fi: Asiakas
he: לקוח
hi: क्लाइंट
hu: Kliens
id: Klien
ja: クライアント
ko: 클라이언트
ms: Klien
nb: Klient
pl: Klient
pt_br: Cliente
ru: Клиент
sv: Klient
th: ไคลเอนต์
tr: İstemci
uk: Клієнт
vi: Máy khách
zh_hans: 客户端
zh_hant: 用戶端

source: Clipboard
ar: الحافظة
bn: ক্লিপবোর্ড
cs: Schránka
da: Udklipsholder
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
fi: Leikepöytä
fr: Presse-papiers
he: לוח כתיבה
hi: क्लिपबोर्ड
hu: Vágólap
id: papan klip
it: Appunti
ja: クリップボード
ko: 클립보드
ms: Papan klip
nb: Utklippstavle
nl: Klembord
pl: Schowek
pt_br: Área de transferência
ro: Planșetă
ru: Буфер обмена
sv: Urklipp
th: คลิปบอร์ด
tr: Pano
uk: Буфер обміну
vi: Bảng nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Close
ar: إغلاق
bn: বন্ধ
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Cloud
ar: سحاب
bn: মেঘ
cs: Mrak
da: Sky
el: Σύννεφο
es: Nube
fi: Pilvi
he: עָנָן
hi: बादल
hu: Felhő
id: Awan
it: Nuvola
ja: 雲
ko: 구름
ms: awan
nb: Sky
nl: Wolk
pl: Chmura
pt_br: Nuvem
ro: Nor
ru: Облако
sv: Moln
th: คลาวด์
tr: Bulut
uk: Хмара
vi: Đám mây
zh_hans: 云端
zh_hant: 雲端

source: Cloud Model
ar: نموذج السحابة
bn: ক্লাউড মডেল
cs: Cloudový model
da: Sky model
de: Cloud-Modell
es: Modelo en la nube
fi: Pilvi malli
fr: Modèle cloud
he: דגם ענן
hi: क्लाउड मॉडल
hu: Felhő modell
id: Model Awan
it: Modello nuvola
ja: クラウドモデル
ko: 클라우드 모델
ms: Model Awan
nb: Skymodell
nl: Wolkenmodel
pl: Model chmurowy
pt_br: Modelo de nuvem
ro: Modelul Cloud
ru: Облачная модель
sv: Molnmodell
th: โมเดลคลาวด์
tr: Bulut Modeli
uk: Хмарна модель
vi: Mô hình đám mây
zh_hans: 云端模型
zh_hant: 雲端模型

# cloud_transcription_sends_recorded_audio_to_open
source: Cloud transcription sends recorded audio to OpenAI. OpenAI usage charges apply.
ar: يرسل النسخ السحابي الصوت المسجّل إلى OpenAI. تُطبَّق رسوم استخدام OpenAI.
bn: ক্লাউড ট্রান্সক্রিপশন রেকর্ড করা অডিও OpenAI-তে পাঠায়। OpenAI ব্যবহারের চার্জ প্রযোজ্য।
cs: Cloudový přepis odesílá nahraný zvuk do OpenAI. Platí poplatky za používání OpenAI.
da: Cloud-transskription sender optaget lyd til OpenAI. OpenAI-brugsgebyrer gælder.
de: Cloud-Transkription sendet aufgezeichnetes Audio an OpenAI. Es fallen OpenAI-Nutzungsgebühren an.
el: Η μεταγραφή cloud στέλνει το ηχογραφημένο αρχείο ήχου στο OpenAI. Ισχύουν χρεώσεις χρήσης του OpenAI.
es: La transcripción en la nube envía el audio grabado a OpenAI. Se aplican cargos de uso de OpenAI.
fi: Pilvitranskriptio lähettää tallennetun äänen OpenAI:lle. OpenAI:n käyttömaksut koskevat.
fr: La transcription cloud envoie l’audio enregistré à OpenAI. Des frais d’utilisation OpenAI s’appliquent.
he: תמלול בענן שולח את השמע המוקלט אל OpenAI. חלות עלויות שימוש של OpenAI.
hi: क्लाउड ट्रांसक्रिप्शन रिकॉर्ड किया गया ऑडियो OpenAI को भेजता है। OpenAI उपयोग शुल्क लागू होते हैं।
hu: A felhőalapú átírás a rögzített hangot az OpenAI-nak küldi. OpenAI-használati díjak merülhetnek fel.
id: Transkripsi cloud mengirim audio yang direkam ke OpenAI. Biaya penggunaan OpenAI berlaku.
it: La trascrizione cloud invia l’audio registrato a OpenAI. Si applicano i costi di utilizzo di OpenAI.
ja: クラウド文字起こしは録音した音声をOpenAIに送信します。OpenAIの利用料金が発生します。
ko: 클라우드 받아쓰기는 녹음된 오디오를 OpenAI로 보냅니다. OpenAI 사용 요금이 적용됩니다.
ms: Transkripsi awan menghantar audio dirakam ke OpenAI. Caj penggunaan OpenAI dikenakan.
nb: Skytranskripsjon sender innspilt lyd til OpenAI. OpenAI-bruksavgifter gjelder.
nl: Cloudtranscriptie stuurt opgenomen audio naar OpenAI. Er gelden OpenAI-gebruikskosten.
pl: Transkrypcja w chmurze wysyła nagrane audio do OpenAI. Obowiązują opłaty za korzystanie z OpenAI.
pt_br: A transcrição na nuvem envia o áudio gravado para a OpenAI. Aplicam-se cobranças de uso da OpenAI.
ro: Transcrierea în cloud trimite audio-ul înregistrat către OpenAI. Se aplică taxe de utilizare OpenAI.
ru: Облачная транскрипция отправляет записанное аудио в OpenAI. Применяются платы за использование OpenAI.
sv: Molntranskription skickar inspelat ljud till OpenAI. OpenAI-användningsavgifter tillkommer.
th: การถอดเสียงบนคลาวด์จะส่งเสียงที่บันทึกไปยัง OpenAI มีค่าใช้จ่ายการใช้งาน OpenAI
tr: Bulut yazıya dökme, kaydedilen sesi OpenAI’ye gönderir. OpenAI kullanım ücretleri geçerlidir.
uk: Хмарна транскрипція надсилає записане аудіо до OpenAI. Застосовуються платежі за використання OpenAI.
vi: Phiên âm đám mây gửi âm thanh đã ghi tới OpenAI. Phí sử dụng OpenAI sẽ được áp dụng.
zh_hans: 云端转录会将录制的音频发送至 OpenAI。将产生 OpenAI 使用费用。
zh_hant: 雲端轉錄會將錄製的音訊傳送至 OpenAI。將產生 OpenAI 使用費用。

source: Collapse
ar: طيّ
bn: সঙ্কুচিত
cs: Kolaps
da: Bryde sammen
de: Einklappen
el: Κατάρρευση
es: Contraer
fi: Romahdus
fr: Réduire
he: הִתמוֹטְטוּת
hi: गिर जाना
hu: Összeomlás
id: Runtuh
it: Comprimi
ja: 折りたたむ
ko: 접기
ms: Runtuh
nb: Kollapse
nl: Inklappen
pl: Zwiń
pt_br: Recolher
ro: Colaps
ru: Крах
sv: Kollapsa
th: ทรุด
tr: Daralt
uk: Згорнути
vi: Sụp đổ
zh_hans: 收起
zh_hant: 收起

source: %@ Coming Soon
ar: %@ قريبًا
bn: %@ শীঘ্রই আসছে
cs: %@ Již brzy
da: %@ Kommer snart
de: %@ demnächst verfügbar
el: %@ Προσεχώς
es: %@ próximamente
fi: %@ Tulossa pian
fr: %@ bientôt disponible
he: %@ בקרוב
hi: %@ जल्द ही आ रहा है
hu: %@ Hamarosan
id: %@ Segera Hadir
it: %@ Prossimamente
ja: %@ 近日公開予定
ko: %@ 출시 예정
ms: %@ Akan Datang
nb: %@ Kommer snart
nl: %@ Binnenkort beschikbaar
pl: %@ już wkrótce
pt_br: %@ Em breve
ro: %@ În curând
ru: %@ Скоро появится
sv: %@ Kommer snart
th: %@ เร็วๆ นี้
tr: %@ Çok Yakında
uk: %@ Незабаром
vi: %@ Sắp ra mắt
zh_hans: %@ 即将推出
zh_hant: %@ 即將推出

# coming_soon_04d2fd85
source: Coming Soon
ar: قريباً
bn: শীঘ্রই আসছে
cs: Již brzy
da: Kommer snart
de: Demnächst verfügbar
el: Προσεχώς
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
he: בקרוב
hi: जल्द आ रहा है
hu: Hamarosan
id: Segera hadir
it: Prossimamente
ja: 近日公開
ko: 출시 예정
ms: Akan Datang
nb: Kommer snart
nl: Binnenkort beschikbaar
pl: Już wkrótce
pt_br: Em breve
ro: În curând
ru: Вскоре
sv: Kommer snart
th: เร็วๆ นี้
tr: Yakında gelecek
uk: Незабаром
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即將推出

# configure_ai_providers_and_credentials_apple_int
source: Configure AI providers and credentials. Apple Intelligence runs on-device; other providers require API keys.
ar: قم بتكوين موفري الذكاء الاصطناعي وبيانات الاعتماد. تعمل خدمة Apple Intelligence على الجهاز؛ ويتطلب مقدمو الخدمة الآخرون مفاتيح واجهة برمجة التطبيقات (API).
bn: AI প্রদানকারী এবং শংসাপত্র কনফিগার করুন। অ্যাপল ইন্টেলিজেন্স ডিভাইসে চলে; অন্যান্য প্রদানকারীদের API কী প্রয়োজন।
cs: Nakonfigurujte poskytovatele AI a přihlašovací údaje. Apple Intelligence běží na zařízení; ostatní poskytovatelé vyžadují klíče API.
da: Konfigurer AI-udbydere og legitimationsoplysninger. Apple Intelligence kører på enheden; andre udbydere kræver API-nøgler.
de: Konfigurieren Sie KI-Anbieter und Anmeldeinformationen. Apple Intelligence läuft auf dem Gerät; andere Anbieter benötigen API-Schlüssel.
el: Διαμόρφωση παρόχων και διαπιστευτηρίων τεχνητής νοημοσύνης. Το Apple Intelligence εκτελείται στη συσκευή. άλλοι πάροχοι απαιτούν κλειδιά API.
es: Configure proveedores y credenciales de IA. Apple Intelligence se ejecuta en el dispositivo; otros proveedores requieren claves API.
fi: Määritä AI-palveluntarjoajat ja tunnistetiedot. Apple Intelligence toimii laitteessa; muut palveluntarjoajat vaativat API-avaimia.
fr: Configurez les fournisseurs d’IA et les informations d’identification. Apple Intelligence s'exécute sur l'appareil ; d'autres fournisseurs exigent des clés API.
he: הגדר ספקי AI ואישורים. Apple Intelligence פועל במכשיר; ספקים אחרים דורשים מפתחות API.
hi: एआई प्रदाताओं और क्रेडेंशियल्स को कॉन्फ़िगर करें। Apple इंटेलिजेंस डिवाइस पर चलता है; अन्य प्रदाताओं को एपीआई कुंजियों की आवश्यकता होती है।
hu: Konfigurálja az AI-szolgáltatókat és a hitelesítési adatokat. Az Apple Intelligence az eszközön fut; más szolgáltatók API-kulcsokat igényelnek.
id: Konfigurasikan penyedia dan kredensial AI. Apple Intelligence berjalan di perangkat; penyedia lain memerlukan kunci API.
it: Configura i provider e le credenziali di intelligenza artificiale. Apple Intelligence viene eseguita sul dispositivo; altri fornitori richiedono chiavi API.
ja: AI プロバイダーと資格情報を構成します。 Apple Intelligence はデバイス上で実行されます。他のプロバイダーには API キーが必要です。
ko: AI 공급자 및 자격 증명을 구성합니다. Apple Intelligence는 기기 내에서 실행됩니다. 다른 제공업체에는 API 키가 필요합니다.
ms: Konfigurasikan pembekal dan kelayakan AI. Perisikan Apple berjalan pada peranti; pembekal lain memerlukan kunci API.
nb: Konfigurer AI-leverandører og legitimasjon. Apple Intelligence kjører på enheten; andre leverandører krever API-nøkler.
nl: Configureer AI-providers en inloggegevens. Apple Intelligence draait op het apparaat; andere providers hebben API-sleutels nodig.
pl: Skonfiguruj dostawców AI i poświadczenia. Apple Intelligence działa na urządzeniu; inni dostawcy wymagają kluczy API.
pt_br: Configure provedores e credenciais de IA. O Apple Intelligence é executado no dispositivo; outros provedores exigem chaves de API.
ro: Configurați furnizorii și acreditările AI. Apple Intelligence rulează pe dispozitiv; alți furnizori necesită chei API.
ru: Настройте поставщиков ИИ и учетные данные. Apple Intelligence работает на устройстве; другим поставщикам требуются ключи API.
sv: Konfigurera AI-leverantörer och autentiseringsuppgifter. Apple Intelligence körs på enheten; andra leverantörer kräver API-nycklar.
th: กำหนดค่าผู้ให้บริการ AI และข้อมูลประจำตัว Apple Intelligence ทำงานบนอุปกรณ์ ผู้ให้บริการรายอื่นต้องการคีย์ API
tr: Yapay zeka sağlayıcılarını ve kimlik bilgilerini yapılandırın. Apple Intelligence cihazda çalışır; diğer sağlayıcılar API anahtarlarına ihtiyaç duyar.
uk: Налаштуйте постачальників AI та облікові дані. Apple Intelligence працює на пристрої; іншим постачальникам потрібні ключі API.
vi: Định cấu hình nhà cung cấp và thông tin xác thực AI. Apple Intelligence chạy trên thiết bị; các nhà cung cấp khác yêu cầu khóa API.
zh_hans: 配置 AI 提供商和凭据。Apple Intelligence 在设备上运行；其他提供商需要 API 密钥。
zh_hant: 配置 AI 提供商和憑據。Apple Intelligence 在裝置上執行；其他提供商需要 API 金鑰。

# configure_keyboard_shortcuts_for_recording_and_n
source: Configure keyboard shortcuts for recording and note capture
ar: قم بتكوين اختصارات لوحة المفاتيح للتسجيل والتقاط الملاحظات
bn: রেকর্ডিং এবং নোট ক্যাপচারের জন্য কীবোর্ড শর্টকাট কনফিগার করুন
cs: Nakonfigurujte klávesové zkratky pro nahrávání a zachycení poznámek
da: Konfigurer tastaturgenveje til optagelse og noteoptagelse
de: Tastenkürzel für Aufnahme und Notizerfassung konfigurieren
el: Διαμορφώστε τις συντομεύσεις πληκτρολογίου για εγγραφή και λήψη σημειώσεων
es: Configura atajos de teclado para grabar y capturar notas
fi: Määritä pikanäppäimet tallennusta ja muistiinpanojen tallentamista varten
fr: Configurer les raccourcis clavier pour l'enregistrement et la capture de notes
he: הגדר קיצורי מקשים להקלטה ולכידת הערות
hi: रिकॉर्डिंग और नोट कैप्चर के लिए कीबोर्ड शॉर्टकट कॉन्फ़िगर करें
hu: Konfigurálja a billentyűparancsokat a rögzítéshez és a jegyzetek rögzítéséhez
id: Konfigurasikan pintasan keyboard untuk merekam dan mengambil catatan
it: Configura le scorciatoie da tastiera per la registrazione e l'acquisizione di note
ja: 録音とメモのキャプチャのためのキーボード ショートカットを構成する
ko: 녹음 및 메모 캡처를 위한 키보드 단축키 구성
ms: Konfigurasikan pintasan papan kekunci untuk merakam dan menangkap nota
nb: Konfigurer hurtigtaster for opptak og notatfangst
nl: Configureer sneltoetsen voor het opnemen en vastleggen van notities
pl: Skonfiguruj skróty klawiaturowe do nagrywania i przechwytywania notatek
pt_br: Configure atalhos de teclado para gravação e captura de notas
ro: Configurați comenzile rapide de la tastatură pentru înregistrare și captarea notelor
ru: Настройка сочетаний клавиш для записи и захвата заметок
sv: Konfigurera kortkommandon för inspelning och anteckningar
th: กำหนดค่าแป้นพิมพ์ลัดสำหรับการบันทึกและการจดบันทึก
tr: Kayıt ve not yakalama için klavye kısayollarını yapılandırın
uk: Налаштуйте комбінації клавіш для запису та захоплення нотаток
vi: Định cấu hình phím tắt để ghi và ghi chú
zh_hans: 配置录制和笔记捕获的键盘快捷键
zh_hant: 配置錄製和筆記捕獲的鍵盤快捷鍵

source: Continue
ar: يكمل
bn: চালিয়ে যান
cs: Pokračovat
da: Fortsætte
de: Weiter
el: Συνεχίζω
es: Continuar
fi: Jatkaa
fr: Continuer
he: לְהַמשִׁיך
hi: जारी रखना
hu: Folytatás
id: Melanjutkan
it: Continuare
ja: 続く
ko: 계속하다
ms: Teruskan
nb: Fortsette
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ro: Continua
ru: Продолжать
sv: Fortsätta
th: ดำเนินการต่อ
tr: Devam etmek
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Continue with Default
ar: تابع مع الافتراضي
bn: ডিফল্ট দিয়ে চালিয়ে যান
cs: Pokračujte s Výchozí
da: Fortsæt med standard
de: Mit Standard fortsetzen
el: Συνεχίστε με Προεπιλογή
es: Continuar con predeterminado
fi: Jatka oletusasetuksella
fr: Continuer avec la valeur par défaut
he: המשך עם ברירת מחדל
hi: डिफ़ॉल्ट के साथ जारी रखें
hu: Folytatás az Alapértelmezettel
id: Lanjutkan dengan Default
it: Continua con Predefinito
ja: デフォルトで続行
ko: 기본값으로 계속
ms: Teruskan dengan Lalai
nb: Fortsett med standard
nl: Ga verder met Standaard
pl: Kontynuuj z domyślnymi
pt_br: Continuar com o padrão
ro: Continuați cu Implicit
ru: Продолжить по умолчанию
sv: Fortsätt med Standard
th: ดำเนินการต่อด้วยค่าเริ่มต้น
tr: Varsayılanla Devam Et
uk: Продовжити за замовчуванням
vi: Tiếp tục với mặc định
zh_hans: 使用默认继续
zh_hant: 使用預設繼續

source: Continue Without
ar: الاستمرار بدون
bn: ছাড়া চালিয়ে যান
cs: Pokračovat bez
da: Fortsæt uden
de: Ohne fortsetzen
el: Συνέχεια χωρίς
es: Continuar sin
fi: Jatka ilman
fr: Continuer sans
he: המשך בלי
hi: बिना जारी रखें
hu: Folytatás nélkül
id: Lanjutkan Tanpa
it: Continua senza
ja: なしで続行
ko: 없이 계속
ms: Teruskan Tanpa
nb: Fortsett uten
nl: Ga verder zonder
pl: Kontynuuj bez
pt_br: Continuar sem
ro: Continuați fără
ru: Продолжить без
sv: Fortsätt utan
th: ดำเนินการต่อโดยไม่มี
tr: Olmadan Devam Et
uk: Продовжити без
vi: Tiếp tục mà không có
zh_hans: 继续不使用
zh_hant: 繼續不使用
